[
    {
      "quote": "An investment in knowledge pays the best interest.",
      "author": "Benjamin Franklin"
    },
    {
      "quote": "The stock market is filled with individuals who know the price of everything, but the value of nothing.",
      "author": "Philip Fisher"
    },
    {
      "quote": "Do not save what is left after spending, but spend what is left after saving.",
      "author": "Warren Buffett"
    },
    {
      "quote": "It's not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for.",
      "author": "Robert Kiyosaki"
    },
    {
      "quote": "Wealth is not his that has it, but his that enjoys it.",
      "author": "Benjamin Franklin"
    },
    {
      "quote": "Budgeting has only one rule: Do not go over budget.",
      "author": "Leslie Tayne"
    },
    {
      "quote": "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
      "author": "Zig Ziglar"
    },
    {
      "quote": "The goal isn’t more money. The goal is living life on your terms.",
      "author": "Chris Brogan"
    },
    {
      "quote": "Time is more valuable than money. You can get more money, but you cannot get more time.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Never spend your money before you have earned it.",
      "author": "Thomas Jefferson"
    },
    {
      "quote": "Beware of little expenses; a small leak will sink a great ship.",
      "author": "Benjamin Franklin"
    },
    {
      "quote": "Financial freedom is available to those who learn about it and work for it.",
      "author": "Robert Kiyosaki"
    },
    {
      "quote": "The quickest way to double your money is to fold it over and put it back in your pocket.",
      "author": "Will Rogers"
    },
    {
      "quote": "The best investment you can make is in yourself.",
      "author": "Warren Buffett"
    },
    {
      "quote": "Money, like emotions, is something you must control to keep your life on the right track.",
      "author": "Natasha Munson"
    },
    {
      "quote": "A wise person should have money in their head, but not in their heart.",
      "author": "Jonathan Swift"
    },
    {
      "quote": "It’s not your salary that makes you rich; it’s your spending habits.",
      "author": "Charles A. Jaffe"
    },
    {
      "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
      "author": "Thomas Edison"
    },
    {
      "quote": "Debt is like any other trap, easy enough to get into, but hard enough to get out of.",
      "author": "Henry Wheeler Shaw (AKA Josh Billings)"
    },
    {
      "quote": "Money often costs too much.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "The only way to permanently take control of your financial life is to dig deep and fix the root problem.",
      "author": "Suze Orman"
    },
    {
      "quote": "A man is usually more careful of his money than he is of his principles.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "Before you speak, listen. Before you write, think. Before you spend, earn. Before you invest, investigate.",
      "author": "William A. Ward"
    },
    {
      "quote": "Every time you borrow money, you're robbing your future self.",
      "author": "Nathan W. Morris"
    },
    {
      "quote": "Don’t tell me what you value, show me your budget, and I’ll tell you what you value.",
      "author": "Joe Biden"
    },
    {
      "quote": "Wealth consists not in having great possessions, but in having few wants.",
      "author": "Epictetus"
    },
    {
      "quote": "Success is having to worry about every damn thing in the world, except money.",
      "author": "Johnny Cash"
    },
    {
      "quote": "The art is not in making money, but in keeping it.",
      "author": "Proverb"
    },
    {
      "quote": "When it comes to money, ignorance is NOT bliss. What you don't know CAN hurt you.",
      "author": "Sandra S. Simmons"
    },
    {
      "quote": "A budget tells us what we can't afford, but it doesn't keep us from buying it.",
      "author": "William Feather"
    },
    {
      "quote": "Saving must become a priority, not just a thought. Pay yourself first.",
      "author": "Dave Ramsey"
    },
    {
      "quote": "If you would be wealthy, think of saving as well as getting.",
      "author": "Benjamin Franklin"
    }
  ]
  